Repository: beeradmoore/dlss-swapper
Catalog: src/Translations/*/Resources.resw
Source language: en_us
Languages: ar_sa, ar_sy, ca_es, cs_cz, de_de, es_es, fa_ir, fi_fi, fr_fr, he_il, it_it, ja_jp, ko_kr, pl_pl, pt_br, ru_ru, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# GamesPage_NewDlls_StepFourSubmitYourIssue
source: Step 4: Submit your issue
ar_sa: الخطوة 4: إرسال البلاغ
ar_sy: الخطوة 4: أرسل مشكلتك
ca_es: Pas 4: Enviar el vostre problema
cs_cz: Krok 4: Odešlete problémové hlášení (Submit your Issue)
de_de: Schritt 4: Übermitteln Sie Ihr Problem
es_es: Paso 4: Envía tu issue
fa_ir: مرحله ۴: ارسال مشکل
fi_fi: Vaihe 4: Lähetä ilmoituksesi
fr_fr: Étape 4 : Soumettez votre problème
he_il: שלב 4: שלח את הפנייה שלך
it_it: Passaggio 4: invia il tuo problema
ja_jp: ステップ 4：Issue を送信
ko_kr: 4단계: 이슈 제출
pl_pl: Krok 4: Zatwierdź zgłoszenie problemu
pt_br: Etapa 4: Envie seu problema
ru_ru: Шаг 4: Отправить свою заявку
th_th: ขั้นตอนที่ 4: ส่งเรื่องแจ้งปัญหาของคุณ
tr_tr: Adım 4: Sorununuzu gönderin
uk_ua: Крок 4: Надішліть свою проблему
vi_vn: Bước 4: Gửi vấn đề của bạn
zh_cn: 第四步：提交报告
zh_tw: 第四步：提交回報

# GamesPage_NewDlls_StepOneCreateNewIssue
source: Step 1: Create new issue
ar_sa: الخطوة 1: إنشاء بلاغ جديد
ar_sy: الخطوة 1: إنشاء تقرير جديد
ca_es: Pas 1: Crear un problema nou
cs_cz: Krok 1: Založte nové problémové hlášení (Create new issue)
de_de: Schritt 1: Neues Problem erstellen
es_es: Paso 1: Crea un nuevo issue
fa_ir: مرحله ۱: ایجاد مشکل جدید
fi_fi: Vaihe 1: Luo uusi ilmoitus
fr_fr: Étape 1 : Créer un nouveau ticket
he_il: שלב 1: צור פנייה חדשה
it_it: Passaggio 1: crea un nuovo problema
ja_jp: ステップ 1：新しい Issue を作成
ko_kr: 1단계: 새 이슈 생성
pl_pl: Krok 1: Utwórz nowe zgłoszenie
pt_br: Etapa 1: Crie um novo problema
ru_ru: Шаг 1: Создать новую заявку
th_th: ขั้นตอนที่ 1: สร้างรายการแจ้งปัญหาใหม่
tr_tr: Adım 1: Yeni sorun oluşturun
uk_ua: Крок 1: Створіть нову проблему
vi_vn: Bước 1: Tạo vấn đề mới
zh_cn: 第一步：创建一个新的 issue
zh_tw: 第一步：建立一個新的問題回報

# GamesPage_NewDlls_StepThreeCopyBody
source: Step 3: Copy body
ar_sa: الخطوة 3: نسخ المحتوى
ar_sy: الخطوة 3: انسخ المحتوى
ca_es: Pas 3: Copiar el cos
cs_cz: Krok 3: Zkopírujte obsah
de_de: Schritt 3: Text kopieren
es_es: Paso 3: Copia el cuerpo del mensaje
fa_ir: مرحله ۳: کپی بدنه
fi_fi: Vaihe 3: Kopioi runko
fr_fr: Étape 3 : Copier le corps
he_il: שלב 3: העתק את גוף ההודעה
it_it: Passaggio 3: copia il corpo
ja_jp: ステップ 3：本文をコピー
ko_kr: 3단계: 본문 복사
pl_pl: Krok 3: Skopiuj treść
pt_br: Etapa 3: Copie o conteúdo
ru_ru: Шаг 3: Скопировать текст
th_th: ขั้นตอนที่ 3: คัดลอกเนื้อหา
tr_tr: Adım 3: İçeriği kopyalayın
uk_ua: Крок 3: Скопіюйте текст
vi_vn: Bước 3: Sao chép nội dung
zh_cn: 第三步：复制正文
zh_tw: 第三不：複製內文

# GamesPage_NewDlls_StepTwoCopyTitle
source: Step 2: Copy title
ar_sa: الخطوة 2: نسخ العنوان
ar_sy: الخطوة 2: انسخ العنوان
ca_es: Pas 2: Copiar el títol
cs_cz: Krok 2: Zkopírujte nadpis
de_de: Schritt 2: Titel kopieren
es_es: Paso 2: Copia el título
fa_ir: مرحله ۲: کپی عنوان
fi_fi: Vaihe 2: Kopioi otsikko
fr_fr: Étape 2 : Copier le titre
he_il: שלב 2: העתק את הכותרת
it_it: Passaggio 2: copia il titolo
ja_jp: ステップ 2：タイトルをコピー
ko_kr: 2단계: 제목 복사
pl_pl: Krok 2: Skopiuj tytuł
pt_br: Etapa 2: Copie o título
ru_ru: Шаг 2: Скопировать заголовок
th_th: ขั้นตอนที่ 2: คัดลอกหัวข้อ
tr_tr: Adım 2: Başlığı kopyalayın
uk_ua: Крок 2: Скопіюйте заголовок
vi_vn: Bước 2: Sao chép tiêu đề
zh_cn: 第二步：复制标题
zh_tw: 第二部：複製標題

# GamesPage_NewDlls_ThanksForHelping
source: Thanks for helping!
ar_sa: شكرًا لمساعدتك!
ar_sy: شكراً لك على المساعدة!
ca_es: Gràcies per ajudar!
cs_cz: Děkujeme za pomoc!
de_de: Danke für ihre Hilfe!
es_es: ¡Gracias por ayudar!
fa_ir: ممنون بابت کمک!
fi_fi: Kiitos avusta!
fr_fr: Merci pour votre aide !
he_il: תודה על העזרה!
it_it: Grazie per l'aiuto!
ja_jp: ご協力ありがとうございます！
ko_kr: 도와주셔서 감사합니다!
pl_pl: Dziękujemy za pomoc!
pt_br: Obrigado por ajudar!
ru_ru: Благодарим за поддержку!
th_th: ขอบคุณที่ช่วยเหลือ!
tr_tr: Yardımınız için teşekkürler!
uk_ua: Дякую за допомогу!
vi_vn: Cảm ơn vì đã giúp đỡ!
zh_cn: 感谢您的帮助！
zh_tw: 謝謝你的熱心協助！

# GamesPage_NewDlls_YouDoNotHaveToSubmitDllAutoTrack
source: You do not have to submit the DLLs. We will track them down based on the information provided.
ar_sa: لست مضطرًا لتقديم ملفات DLL. سنقوم بتتبعها بناءً على المعلومات المقدمة.
ar_sy: لا تحتاج إلى إرسال ملفات DLL. سنقوم بتتبعها بناءً على المعلومات المقدمة.
ca_es: No cal que envieu les DLL. Les localitzarem en funció de la informació proporcionada.
cs_cz: Soubory DLL nemusíte odesílat. Na základě poskytnutých informací je vyhledáme sami.
de_de: Sie müssen die DLLs nicht einreichen. Wir werden sie anhand der bereitgestellten Informationen ausfindig machen.
es_es: No es necesario que envíe los DLL. Nosotros los localizaremos basándonos en la información facilitada.
fa_ir: لازم نیست DLLها را ارسال کنید. ما آنها را بر اساس اطلاعات ارائه شده ردیابی خواهیم کرد.
fi_fi: Sinun ei tarvitse lähettää DLL-tiedostoja. Jäljitämme ne annettujen tietojen perusteella.
fr_fr: Vous n'avez pas besoin de soumettre les fichiers DLL. Nous les rechercherons à partir des informations fournies.
he_il: אינך חייב להעלות את קובצי ה-DLL. אנו נאתר אותם על סמך המידע שסופק.
it_it: Non è necessario inviare le DLL. Le rintracceremo in base alle informazioni fornite.
ja_jp: DLL を提出していただく必要はありません。ご提供いただいた情報をもとに、こちらで追跡・特定いたします。
ko_kr: DLL 파일을 직접 제출하실 필요는 없습니다. 제공해주신 정보를 바탕으로 저희가 추적하겠습니다.
pl_pl: Pamiętaj, że nie musisz przesyłać plików DLL. Wyśledzimy je na podstawie dostarczonych informacji.
pt_br: Você não precisa enviar as DLLs. Vamos rastreá-las com base nas informações fornecidas.
ru_ru: Вам не нужно отправлять DLL. Мы найдем их на основе предоставленной информации.
th_th: คุณไม่จำเป็นต้องส่งไฟล์ DLLs มาให้เรา เราจะตามหาไฟล์เหล่านั้นเองจากข้อมูลที่คุณให้มา
tr_tr: DLL'leri göndermenize gerek yok. Sağladığınız bilgilere dayanarak onları biz bulacağız.
uk_ua: Вам не потрібно надсилати DLL-файли. Ми знайдемо їх на основі наданої інформації.
vi_vn: Bạn không cần gửi DLL. Chúng tôi sẽ theo dõi chúng dựa trên thông tin được cung cấp.
zh_cn: 请注意：无需提交 DLL 文件，我们会根据提交的报告信息查找 DLL
zh_tw: 您無需提交 DLL 檔案，我們會根據您提交的回報來搜尋新版本的 DLL 檔案。

# GamesPage_ShowHiddenGamesText
source: Show hidden games (defaults to off on launch)
ca_es: Mostra els jocs ocults (per defecte, desactivat en iniciar-se)
cs_cz: Zobrazit skryté hry (výchozí nastavení při spuštění je "vypnuto")
es_es: Mostrar juegos ocultos (desactivado de forma predeterminada al iniciar)
fa_ir: نمایش بازی‌های مخفی (به طور پیش‌فرض در هنگام اجرا خاموش است)
fi_fi: Näytä piilotetut pelit (oletuksena pois päältä käynnistettäessä)
he_il: הצג משחקים מוסתרים (כבוי כברירת מחדל בהפעלה)
ja_jp: 非表示のゲームを表示（起動時はデフォルトでオフ）
ko_kr: 숨겨진 게임 표시 (실행 시 기본값은 꺼짐)
pl_pl: __UNTRANSLATED__Show hidden games (defaults to off on launch)
th_th: แสดงเกมที่ถูกซ่อนไว้ (ค่าเริ่มต้นคือปิดเมื่อเปิดโปรแกรม)
uk_ua: Показати приховані ігри (за замовчуванням вимкнено під час запуску)
vi_vn: Hiển thị trò chơi ẩn (mặc định tắt khi khởi chạy)
zh_cn: 显示隐藏游戏（默认下在启动时处于关闭状态）

# GamesPage_Title
source: Games
ar_sa: الألعاب
ar_sy: الألعاب
ca_es: Jocs
cs_cz: Hry
de_de: Spiele
es_es: Juegos
fa_ir: بازی‌ها
fi_fi: Pelit
fr_fr: Jeux
he_il: משחקים
it_it: Giochi
ja_jp: ゲーム
ko_kr: 게임
pl_pl: Gry
pt_br: Jogos
ru_ru: Игры
th_th: เกม
tr_tr: Oyunlar
uk_ua: Ігри
vi_vn: Trò Chơi
zh_cn: 游戏库
zh_tw: 收藏庫

# GamesPage_ViewType
source: View Type
ar_sa: نوع العرض
ar_sy: نوع العرض
ca_es: Tipus de vista
cs_cz: Zobrazení
de_de: Ansichtstyp
es_es: Tipo de vista
fa_ir: نوع نمایش
fi_fi: Näkymä
fr_fr: Type de vue
he_il: סוג תצוגה
it_it: Visualizzazione
ja_jp: 表示形式
ko_kr: 보기 방식
pl_pl: Typ widoku
pt_br: Visualização
ru_ru: Тип вида
th_th: รูปแบบมุมมอง
tr_tr: Görünüm Türü
uk_ua: Тип перегляду
vi_vn: Loại Xem
zh_cn: 视图类型
zh_tw: 檢視

# GamesPage_ViewType_GridView
source: Grid View
ar_sa: عرض شبكي
ar_sy: عرض الشبكة
ca_es: Quadrícula
cs_cz: Mřížka
de_de: Gitteransicht
es_es: Vista de cuadrícula
fa_ir: نمای شبکه‌ای
fi_fi: Ruudukkonäkymä
fr_fr: Vue grille
he_il: תצוגת רשת
it_it: Griglia
ja_jp: グリッド表示
ko_kr: 그리드 보기
pl_pl: Widok siatki
pt_br: Grade
ru_ru: Вид таблицей
th_th: มุมมองแบบตาราง
tr_tr: Tablo Görünümü
uk_ua: Сітка
vi_vn: Xem Lưới
zh_cn: 网格视图
zh_tw: 卡片檢視

# GamesPage_ViewType_ListView
source: List View
ar_sa: عرض قائمة
ar_sy: عرض القائمة
ca_es: Llista
cs_cz: Seznam
de_de: Listenansicht
es_es: Vista de lista
fa_ir: نمای لیستی
fi_fi: Luettelonäkymä
fr_fr: Vue liste
he_il: תצוגת רשימה
it_it: Elenco
ja_jp: リスト表示
ko_kr: 목록 보기
pl_pl: Widok listy
pt_br: Lista
ru_ru: Вид списком
th_th: มุมมองแบบรายการ
tr_tr: Liste Görünümü
uk_ua: Список
vi_vn: Xem Danh Sách
zh_cn: 列表视图
zh_tw: 列表檢視

# Game_AreYouSureRemoveCustomCover
source: Are you sure you want to remove the custom cover image?
ar_sa: هل أنت متأكد أنك تريد إزالة صورة الغلاف المخصصة؟
ar_sy: هل أنت متأكد من أنك تريد إزالة صورة الغلاف المخصصة؟
ca_es: Esteu segur que voleu eliminar la imatge de la portada personalitzada?
cs_cz: Jste si jisti, že chcete odstranit vlastní náhledový obrázek?
de_de: Sind Sie sicher, dass Sie das benutzerdefinierte Titelbild entfernen möchten?
es_es: ¿Estás seguro de que quieres eliminar la carátula personalizada?
fa_ir: آیا مطمئن هستید که می‌خواهید تصویر جلد سفارشی را حذف کنید؟
fi_fi: Haluatko varmasti poistaa mukautetun kansikuvan?
fr_fr: Êtes-vous sûr de vouloir supprimer l'image de couverture personnalisée ?
he_il: האם אתה בטוח שברצונך להסיר את תמונת העטיפה המותאמת אישית?
it_it: Vuoi davvero rimuovere l'immagine di copertina personalizzata?
ja_jp: カスタムカバー画像を削除してもよろしいですか？
ko_kr: 커스텀 커버 이미지를 제거하시겠습니까?
pl_pl: Czy jesteś pewien, że chcesz usunąć własną okładkę?
pt_br: Tem certeza de que deseja remover a capa personalizada?
ru_ru: Вы уверены, что хотите удалить изображение обложки пользователя?
th_th: คุณแน่ใจหรือไม่ที่จะลบรูปปกที่คุณกำหนดเอง?
tr_tr: Özel kapak resmini kaldırmak istediğinizden emin misiniz?
uk_ua: Ви впевнені, що хочете видалити власне зображення обкладинки?
vi_vn: Bạn có chắc chắn muốn xóa hình ảnh bìa tùy chỉnh không?
zh_cn: 确定要移除自定义封面吗？
zh_tw: 確定要刪除自訂遊戲封面嗎？

source: Game Currently Processing
ar_sa: اللعبة قيد المعالجة حاليًا
ar_sy: اللعبة قيد المعالجة حالياً
ca_es: Joc actualment en processament
cs_cz: Hra se právě zpracovává
de_de: Spiel wird derzeit verarbeitet
es_es: Juego Procesándose Actualmente
fa_ir: بازی در حال پردازش است
fi_fi: Peliä käsitellään parhaillaan
fr_fr: Jeu en cours de traitement
he_il: המשחק נמצא כעת בעיבוד
it_it: Gioco in fase di elaborazione
ja_jp: 現在ゲームを処理中です
ko_kr: 게임 처리 중
pl_pl: Gra aktualnie się przetwarza
pt_br: Jogo em processamento
ru_ru: Игра в процессе обработки
th_th: เกมกำลังอยู่ระหว่างการประมวลผล
tr_tr: Oyun Şu Anda İşleniyor
uk_ua: Гра зараз обробляється
vi_vn: Trò Chơi Đang Xử Lý
zh_cn: 游戏正在处理中
zh_tw: 遊戲正在處理

# Game_CustomCoverRemove
source: Remove custom cover?
ar_sa: إزالة الغلاف المخصص؟
ar_sy: إزالة الغلاف المخصص؟
ca_es: Voleu treure la portada personalitzada?
cs_cz: Ostranit vlastní obal?
de_de: Benutzerdefiniertes Cover entfernen?
es_es: ¿Eliminar carátula personalizada?
fa_ir: حذف کاور سفارشی؟
fi_fi: Poista mukautettu kansi?
fr_fr: Supprimer la couverture personnalisée ?
he_il: להסיר עטיפה מותאמת אישית?
it_it: Vuoi rimuovere la copertina personalizzata?
ja_jp: カスタムカバーを削除しますか？
ko_kr: 커스텀 커버를 제거할까요?
pl_pl: Usunąć własną okładkę?
pt_br: Remover capa personalizada?
ru_ru: Удалить обложку пользователя?
th_th: ลบรูปปกกำหนดเอง?
tr_tr: Özel kapak kaldırılsın mı?
uk_ua: Видалити власну обкладинку?
vi_vn: Xóa bìa tùy chỉnh?
zh_cn: 移除自定义封面？
zh_tw: 刪除自訂封面

# General_ApplicationRunningAsAdmin
source: This app is running with administrative privileges.
ar_sa: هذا التطبيق يعمل بصلاحيات المسؤول
ar_sy: هذا التطبيق يعمل بصلاحيات إدارية.
ca_es: Aquesta aplicació s'està executant amb privilegis d'administrador.
cs_cz: Aplikace je spuštěna s administrátorským oprávněním.
de_de: Diese App wird mit Administratorrechten ausgeführt.
es_es: Esta aplicación se está ejecutando con privilegios de administrador.
fa_ir: این برنامه با امتیازات مدیریتی در حال اجرا است.
fi_fi: Tämä sovellus on käynnissä järjestelmänvalvojan oikeuksilla.
fr_fr: Cette application s'exécute avec les privilèges administrateurs.
he_il: יישום זה פועל עם הרשאות מנהל.
it_it: Questa app è in esecuzione con privilegi amministrativi.
ja_jp: このアプリは管理者として実行されています。
ko_kr: 이 앱은 관리자 권한으로 실행 중입니다.
pl_pl: Aplikacja uruchomiona jest z nadanymi prawami administratora.
pt_br: Este aplicativo está sendo executado com privilégios administrativos.
ru_ru: Это приложение запущено с правами администратора.
th_th: แอปนี้กำลังทำงานด้วย Admin
tr_tr: Bu uygulama yönetici ayrıcalıklarıyla çalışıyor.
uk_ua: Ця програма працює з правами адміністратора.
vi_vn: Ứng dụng này đang chạy với quyền quản trị.
zh_cn: 程序正在以管理员身份运行
zh_tw: 應用程式正在以管理員權限執行

# General_Apply
source: Apply
ar_sa: تطبيق
ar_sy: تطبيق
ca_es: Aplica
cs_cz: Použít
de_de: Anwenden
es_es: Aplicar
fa_ir: اعمال
fi_fi: Käytä
fr_fr: Appliquer
he_il: החל
it_it: Applica
ja_jp: 適用
ko_kr: 적용
pl_pl: Potwierdź
pt_br: Aplicar
ru_ru: Применить
th_th: นำไปใช้
tr_tr: Uygula
uk_ua: Застосувати
vi_vn: Áp dụng
zh_cn: 应用
zh_tw: 套用

# General_Cancel
source: Cancel
ar_sa: إلغاء
ar_sy: إلغاء
ca_es: Cancel·la
cs_cz: Zrušit
de_de: Abbrechen
es_es: Cancelar
fa_ir: لغو
fi_fi: Peruuta
fr_fr: Annuler
he_il: ביטול
it_it: Cancella
ja_jp: キャンセル
ko_kr: 취소
pl_pl: Anuluj
pt_br: Cancelar
ru_ru: Отменить
th_th: ยกเลิก
tr_tr: İptal
uk_ua: Скасувати
vi_vn: Hủy
zh_cn: 取消
zh_tw: 取消

# General_Close
source: Close
ar_sa: إغلاق
ar_sy: إغلاق
ca_es: Tanca
cs_cz: Zavřít
de_de: Schließen
es_es: Cerrar
fa_ir: بستن
fi_fi: Sulje
fr_fr: Fermer
he_il: סגור
it_it: Chiudi
ja_jp: 閉じる
ko_kr: 닫기
pl_pl: Zamknij
pt_br: Fechar
ru_ru: Закрыть
th_th: ปิด
tr_tr: Kapat
uk_ua: Закрити
vi_vn: Đóng
zh_cn: 关闭
zh_tw: 關閉

# General_Copy
source: Copy
ar_sa: نسخ
ar_sy: نسخ
ca_es: Copia
cs_cz: Kopírovat
de_de: Kopieren
es_es: Copiar
fa_ir: کپی
fi_fi: Kopioi
fr_fr: Copier
he_il: העתק
it_it: Copia
ja_jp: コピー
ko_kr: 복사
pl_pl: Kopiuj
pt_br: Copiar
ru_ru: Копировать
th_th: คัดลอก
tr_tr: Kopyala
uk_ua: Скопіювати
vi_vn: Sao chép
zh_cn: 复制
zh_tw: 複製

# General_Delete
source: Delete
ar_sa: حذف
ar_sy: حذف
ca_es: Suprimeix
cs_cz: Odstranit
de_de: Löschen
es_es: Eliminar
fa_ir: حذف
fi_fi: Poista
fr_fr: Supprimer
he_il: מחק
it_it: Elimina
ja_jp: 削除
ko_kr: 삭제
pl_pl: Usuń
pt_br: Excluir
ru_ru: Удалить
th_th: ลบ
tr_tr: Sil
uk_ua: Видалити
vi_vn: Xóa
zh_cn: 删除
zh_tw: 刪除

# General_DontShowAgain
source: Don't show again
ar_sa: لا تُظهر هذا مرة أخرى
ar_sy: لا تقوم بإظهارها مرة أخرى
ca_es: No tornis a mostrar
cs_cz: Znovu nezobrazovat
de_de: Nicht erneut anzeigen
es_es: No volver a mostrar
fa_ir: دیگر نشان نده
fi_fi: Älä näytä uudelleen
fr_fr: Ne plus afficher
he_il: אל תציג שוב
it_it: Non mostrare più
ja_jp: 再度表示しない
ko_kr: 다시 보지 않기
pl_pl: Nie pokazuj ponownie
pt_br: Não mostrar novamente
ru_ru: Не показывать больше
th_th: ไม่ต้องแสดงอีก
tr_tr: Tekrar gösterme
uk_ua: Більше не показувати
vi_vn: Không hiển thị lại
zh_cn: 不再提示此信息
zh_tw: 不再顯示

# General_Error
source: Error
ar_sa: خطأ
ar_sy: خطاً
cs_cz: Chyba
de_de: Fehler
fa_ir: خطا
fi_fi: Virhe
fr_fr: Erreur
he_il: שגיאה
it_it: Errore
ja_jp: エラー
ko_kr: 오류
pl_pl: Błąd
pt_br: Erro
ru_ru: Ошибка
th_th: ข้อผิดพลาด
tr_tr: Hata
uk_ua: Помилка
vi_vn: Lỗi
zh_cn: 错误
zh_tw: 錯誤

# General_ErrorMessage
source: Error message
ar_sa: رسالة الخطأ
ar_sy: رسالة خطأ
ca_es: Missatge d'error
cs_cz: Chybová zpráva
de_de: Fehlermeldung
es_es: Mensaje de error
fa_ir: پیام خطا
fi_fi: Virheviesti
fr_fr: Message d'erreur
he_il: הודעת שגיאה
it_it: Messaggio di errore
ja_jp: エラーメッセージ
ko_kr: 오류 메시지
pl_pl: Wiadomość z błędem
pt_br: Mensagem de erro
ru_ru: Сообщение об ошибке
th_th: ข้อความแจ้งข้อผิดพลาด
tr_tr: Hata mesajı
uk_ua: Повідомлення про помилку
vi_vn: Thông báo lỗi
zh_cn: 错误信息
zh_tw: 錯誤資訊

# General_Export
source: Export
ar_sa: تصدير
ar_sy: تصدير
ca_es: Exporta
cs_cz: Exportovat
de_de: Exportiere
es_es: Exportar
fa_ir: خروجی گرفتن
fi_fi: Vie
fr_fr: Exporter
he_il: ייצוא
it_it: Esporta
ja_jp: エクスポート
ko_kr: 내보내기
pl_pl: Eksport
pt_br: Exportar
ru_ru: Экспортировать
th_th: ส่งออก
tr_tr: Dışa aktar
uk_ua: Експорт
vi_vn: Xuất
zh_cn: 导出
zh_tw: 匯出

# General_ExportAll
source: Export All
ar_sa: تصدير الكل
ar_sy: تصدير الكل
ca_es: Exportat tot
cs_cz: Exportovat vše
de_de: Alle exportieren
es_es: Exportar Todo
fa_ir: خروجی گرفتن از همه
fi_fi: Vie kaikki
fr_fr: Tout exporter
he_il: ייצא הכל
it_it: Esporta tutto
ja_jp: すべてエクスポート
ko_kr: 모두 내보내기
pl_pl: Eksport wszystkich
pt_br: Exportar tudo
ru_ru: Экспортировать все
th_th: ส่งออกทั้งหมด
tr_tr: Tümünü Dışa Aktar
uk_ua: Експортувати все
vi_vn: Xuất Tất Cả
zh_cn: 全部导出
zh_tw: 全部匯出

# General_Failed
source: Failed
ar_sa: فشل
ar_sy: فشل
ca_es: Fallat
cs_cz: Selhalo
de_de: Fehlgeschlagen
es_es: Falló
fa_ir: ناموفق
fi_fi: Epäonnistui
fr_fr: Échec
he_il: נכשל
it_it: Fallito
ja_jp: 失敗しました
ko_kr: 실패함
pl_pl: __UNTRANSLATED__Failed
pt_br: Falhou
ru_ru: Сбой
th_th: ล้มเหลว
tr_tr: Başarısız
uk_ua: Не вдалося
vi_vn: Thất bại
zh_cn: 失败
zh_tw: 失敗

# General_FeatureNotSupportedWhenAdmin
source: This feature is not supported if you are running the application as admin.
ar_sa: هذه الميزة غير مدعومة إذا كنت تشغّل التطبيق كمسؤول
ar_sy: هذه الميزة غير مدعومة عندما تقوم بتشغيل التطبيق بصلاحيات مسؤول.
ca_es: Aquesta funció no és compatible si executeu l'aplicació com a administrador.
cs_cz: Pokud aplikaci spouštíte jako administrátor, není tato funkce podporována.
de_de: Diese Funktion wird nicht unterstützt, wenn Sie die Anwendung als Administrator ausführen.
es_es: Esta función no es compatible si estás ejecutando la aplicación como administrador.
fa_ir: اگر برنامه را به عنوان مدیر سیستم اجرا می‌کنید، این ویژگی پشتیبانی نمی‌شود.
fi_fi: Tätä ominaisuutta ei tueta, jos käytät sovellusta järjestelmänvalvojana.
fr_fr: Cette fonctionnalité n'est pas prise en charge si vous exécutez l'application en tant qu'administrateur.
he_il: תכונה זו אינה נתמכת כאשר היישום פועל כמנהל.
it_it: Questa funzionalità non è supportata se si esegue l'applicazione come amministratore.
ja_jp: この機能は、アプリを管理者として実行している場合は利用できません。
ko_kr: 이 기능은 앱을 관리자 권한으로 실행 중일 때는 지원되지 않습니다.
pl_pl: __UNTRANSLATED__This feature is not supported if you are running the application as admin.
pt_br: Este recurso não é compatível quando o aplicativo é executado como administrador.
ru_ru: Эта функция не поддерживается, если вы запускаете приложение от имени администратора.
th_th: ฟีเจอร์นี้ไม่รองรับการใช้งาน หากคุณเปิดโปรแกรมในฐานะ Admin
tr_tr: Uygulamayı yönetici olarak çalıştırıyorsanız bu özellik desteklenmez.
uk_ua: Ця функція не підтримується, якщо ви запускаєте програму від імені адміністратора.
vi_vn: Tính năng này không được hỗ trợ nếu bạn đang chạy ứng dụng với quyền admin.
zh_cn: 若以管理员身份运行该应用程序，则不支持此功能。
zh_tw: 以管理員身分執行應用程式時不支援此功能。

# General_Filter
source: Filter
ar_sa: فلتر
ar_sy: فلترة
ca_es: Filtre
cs_cz: Filtr
es_es: Filtro
fa_ir: فیلتر
fi_fi: Suodatin
he_il: סינון
it_it: Filtro
ja_jp: フィルター
ko_kr: 필터
pl_pl: Filtr
pt_br: Filtro
ru_ru: Фильтр
th_th: ตัวกรอง
tr_tr: Filtrele
uk_ua: Фільтр
vi_vn: Bộ lọc
zh_cn: 筛选
zh_tw: 篩選

# General_Help
source: Help
ar_sa: المساعدة
ar_sy: مساعدة
ca_es: Ajuda
cs_cz: Nápověda
de_de: Hilfe
es_es: Ayuda
fa_ir: راهنما
fi_fi: Apu
fr_fr: Aide
he_il: עזרה
it_it: Aiuto
ja_jp: ヘルプ
ko_kr: 도움말
pl_pl: Pomoc
pt_br: Ajuda
ru_ru: Помощь
th_th: ความช่วยเหลือ
tr_tr: Yardım
uk_ua: Допомога
vi_vn: Trợ giúp
zh_cn: 帮助
zh_tw: 幫助

# General_Hidden
source: Hidden
ca_es: Amagat
cs_cz: Skryto
es_es: Oculto
fa_ir: مخفی
fi_fi: Piilotettu
he_il: מוסתר
ja_jp: 非表示
ko_kr: 숨김
pl_pl: __UNTRANSLATED__Hidden
th_th: รายการที่ถูกซ่อน
uk_ua: Приховано
vi_vn: Ẩn
zh_cn: 已隐藏

# General_Import
source: Import
ar_sa: استيراد
ar_sy: استيراد
ca_es: Importa
cs_cz: Importovat
de_de: Importieren
es_es: Importar
fa_ir: وارد کردن
fi_fi: Tuo
fr_fr: Importer
he_il: ייבוא
it_it: Importare
ja_jp: インポート
ko_kr: 가져오기
pt_br: Importar
ru_ru: Импортировать
th_th: นำเข้า
tr_tr: İçe Aktar
uk_ua: Імпорт
vi_vn: Nhập
zh_cn: 导入
zh_tw: 匯入

# General_Load
source: Load
ar_sa: تحميل
ar_sy: تحميل
ca_es: Carrega
cs_cz: Načíst
de_de: Lade
es_es: Cargar
fa_ir: بارگیری
fi_fi: Lataa
fr_fr: Charger
he_il: טען
it_it: Carica
ja_jp: 読み込む
ko_kr: 불러오기
pl_pl: __UNTRANSLATED__Load
pt_br: Carregar
ru_ru: Загрузить
th_th: โหลด
tr_tr: Yükle
uk_ua: Завантажити
vi_vn: Tải
zh_cn: 加载
zh_tw: 載入

# General_Loading
source: Loading
ar_sa: جارٍ التحميل
ar_sy: يتم التحميل
ca_es: Carregant
cs_cz: Načítání
de_de: Lädt
es_es: Cargando
fa_ir: در حال بارگیری
fi_fi: Ladataan
fr_fr: Chargement...
he_il: טוען
it_it: Caricamento
ja_jp: 読み込み中
ko_kr: 불러오는 중
pl_pl: Ładowanie
pt_br: Carregando
ru_ru: Загрузка
th_th: กำลังโหลด
tr_tr: Yükleniyor
uk_ua: Завантаження
vi_vn: Đang tải
zh_cn: 正在加载
zh_tw: 正在載入

# General_Name
source: Name
ar_sa: الاسم
ar_sy: اسم
ca_es: Nom
cs_cz: Jméno
es_es: Nombre
fa_ir: نام
fi_fi: Nimi
fr_fr: Nom
he_il: שם
it_it: Nome
ja_jp: 名前
ko_kr: 이름
pl_pl: Nazwa
pt_br: Nome
ru_ru: Наименование
th_th: ชื่อ
tr_tr: Ad
uk_ua: Назва
vi_vn: Tên
zh_cn: 名称
zh_tw: 名稱

# General_No
source: No
ar_sa: لا
ar_sy: لا
cs_cz: Ne
de_de: Nein
fa_ir: نه
fi_fi: Ei
fr_fr: Non
he_il: לא
ja_jp: いいえ
ko_kr: 아니요
pl_pl: Wyłączone
pt_br: Não
ru_ru: Нет
th_th: ไม่
tr_tr: Hayır
uk_ua: Ні
vi_vn: Không
zh_cn: 关闭
zh_tw: 關閉

# General_None
source: None
ar_sa: لا شيء
ar_sy: غير معروف
ca_es: Cap
cs_cz: Žádný
de_de: Keine
es_es: Ninguno
fa_ir: هیچ
fi_fi: Ei mitään
fr_fr: Aucun
he_il: ללא
it_it: Nessuno
ja_jp: なし
ko_kr: 없음
pl_pl: Brak
pt_br: Nenhum
ru_ru: Ничего
th_th: ไม่มี
tr_tr: Hiçbiri
uk_ua: Немає
vi_vn: Không có
zh_cn: 无
zh_tw: 無

# General_NotSupported
source: Not supported
ar_sa: غير مدعوم
ar_sy: غير مدعوم
ca_es: No compatible
cs_cz: Není podporováno
de_de: Nicht unterstützt
es_es: No compatible
fa_ir: پشتیبانی نمی‌شود
fi_fi: Ei tuettu
fr_fr: Non supporter
he_il: לא נתמך
ja_jp: サポートしていません
ko_kr: 지원되지 않음
pl_pl: __UNTRANSLATED__Not supported
pt_br: Não suportado
ru_ru: Не поддерживается
th_th: ไม่รองรับ
tr_tr: Desteklenmiyor
uk_ua: Не підтримується
vi_vn: Không được hỗ trợ
zh_cn: 不支持

# General_Okay
source: Okay
ar_sa: موافق
ar_sy: نعم
ca_es: D'acord
es_es: Aceptar
fa_ir: باشه
fi_fi: OK
fr_fr: D'accord
he_il: אישור
it_it: Va bene
ja_jp: OK
ko_kr: 확인
pl_pl: Ok
pt_br: Ok
ru_ru: Ок
th_th: ตกลง
tr_tr: Tamam
uk_ua: Добре
vi_vn: Đồng ý
zh_cn: 确定
zh_tw: 確認

# General_Oops
source: Oops
ar_sa: عذرًا
ar_sy: اوبس
ca_es: Ups
cs_cz: Ale né
de_de: Ups
es_es: Vaya
fa_ir: اوه اوه
fi_fi: Oho
fr_fr: Oups
he_il: אופס
ja_jp: おっと
ko_kr: 문제가 발생했습니다!
pl_pl: Upss
pt_br: Ops
ru_ru: Упс
th_th: อุ๊ปส์
tr_tr: Hay Aksi
uk_ua: Ой
vi_vn: Ối
zh_cn: 哎呀
zh_tw: 挫賽

# General_OpenFolder
source: Open folder
ar_sa: فتح المجلد
ar_sy: فتح مجلد
ca_es: Obre la carpeta
cs_cz: Otevřít složku
de_de: Ordner öffnen
es_es: Abrir carpeta
fa_ir: باز کردن پوشه
fi_fi: Avaa kansio
fr_fr: Ouvrir le dossier
he_il: פתח תיקייה
it_it: Apri cartella
ja_jp: フォルダーを開く
ko_kr: 폴더 열기
pl_pl: Otwórz folder
pt_br: Abrir pasta
ru_ru: Открыть папку
th_th: เปิดโฟลเดอร์
tr_tr: Klasörü aç
uk_ua: Відкрити папку
vi_vn: Mở thư mục
zh_cn: 打开文件夹
zh_tw: 開啟資料夾

# General_Optional
source: (optional)
ar_sa: (اختياري)
ar_sy: (اختياري)
ca_es: (opcional)
cs_cz: (volitelné)
es_es: (opcional)
fa_ir: (اختیاری)
fi_fi: (valinnainen)
fr_fr: (facultatif)
he_il: (אופציונלי)
it_it: (opzionale)
ja_jp: （任意）
ko_kr: (선택 사항)
pl_pl: (opcjonalnie)
pt_br: (opcional)
ru_ru: (необязательно)
th_th: (ตัวเลือก)
tr_tr: (isteğe bağlı)
uk_ua: (необов'язково)
vi_vn: (tùy chọn)
zh_cn: (可选)
zh_tw: (可選)

# General_Options
source: Options
ar_sa: الخيارات
ar_sy: خيارات
ca_es: Opcions
cs_cz: Nastavení
de_de: Optionen
es_es: Opciones
fa_ir: تنظیمات
fi_fi: Asetukset
he_il: אפשרויות
it_it: Opzioni
ja_jp: 設定
ko_kr: 옵션
pl_pl: Opcje
pt_br: Opções
ru_ru: Опции
th_th: ตัวเลือก
tr_tr: Seçenekler
uk_ua: Налаштування
vi_vn: Tùy chọn
zh_cn: 选项
zh_tw: 選項

# General_Publish
source: Publish
ar_sa: نشر
ar_sy: نشر
ca_es: Publica
cs_cz: Publikovat
de_de: Veröffentlichen
es_es: Publicar
fa_ir: انتشار
fi_fi: Julkaise
fr_fr: Publier
he_il: פרסם
it_it: Pubblica
ja_jp: 提出
ko_kr: 게시(배포)
pl_pl: __UNTRANSLATED__Publish
pt_br: Publicar
ru_ru: Oпубликовать
th_th: เผยแพร่
tr_tr: Yayınla
uk_ua: Опублікувати
vi_vn: Xuất bản
zh_cn: 发布
zh_tw: 發佈
